{
  "shows": [
    {
      "backdrop_path": "/eLiqATmcigKP8K2BhjLdELmEqsy.jpg",
      "created_by": [
        {
          "id": 17835,
          "name": "Ricky Gervais",
          "profile_path": "/1Mw3ZGmEh5URfjWnPXk4CmEqyjE.jpg"
        },
        {
          "id": 39189,
          "name": "Stephen Merchant",
          "profile_path": "/A70Gtg3kkTeCBgtFkSRPu9qfPQu.jpg"
        },
        {
          "id": 1216630,
          "name": "Greg Daniels",
          "profile_path": "/fkB49DuNjKknUpfCmqqGaN4U5NY.jpg"
        }
      ],
      "episode_run_time": [
        20,
        40
      ],
      "first_air_date": "2005-03-24",
      "genres": [
        {
          "id": 35,
          "name": "Comedy"
        }
      ],
      "homepage": "http://www.nbc.com/The_Office/",
      "id": 2316,
      "in_production": false,
      "languages": [
        "en"
      ],
      "last_air_date": "2013-05-16",
      "name": "The Office",
      "networks": [
        {
          "name": "NBC",
          "id": 6,
          "logo_path": "/o3OedEP0f9mfZr33jz2BfXOUK5.png",
          "origin_country": "US"
        }
      ],
      "number_of_episodes": 195,
      "number_of_seasons": 9,
      "origin_country": [
        "US"
      ],
      "original_language": "en",
      "original_name": "The Office",
      "overview": "The everyday lives of office employees in the Scranton, Pennsylvania branch of the fictional Dunder Mifflin Paper Company.",
      "popularity": 79.370003,
      "poster_path": "/iP0uuzWOR5uornNpkkZiemVonMi.jpg",
      "production_companies": [],
      "seasons": [
        {
          "air_date": "2006-07-13",
          "episode_count": 13,
          "id": 7246,
          "name": "Specials",
          "overview": "",
          "poster_path": "/lWu7cvMEiDvKaacpoTeYmoOf35T.jpg",
          "season_number": 0
        },
        {
          "air_date": "2005-03-24",
          "episode_count": 6,
          "id": 7240,
          "name": "Season 1",
          "overview": "The first season of the American television comedy The Office premiered in the United States on NBC on March 24, 2005, concluded on April 26, 2005, and consists of six episodes. The Office is an American adaptation of the British TV series of the same name, and is presented in a mockumentary format, portraying the daily lives of office employees in the Scranton, Pennsylvania branch of the fictitious Dunder Mifflin Paper Company.\n\nThis season introduced the main characters, and established the general plot, which revolves around Michael Scott, regional manager of the Scranton branch office, trying to convince the filmmakers of the documentary that he presides over a happy, well-running office. Meanwhile, sales rep Jim Halpert finds methods to undermine his cube-mate, Dwight Schrute; receptionist Pam Beesly tries to deal with Michael's insensitivities and flubs; and temporary employee Ryan Howard is acting mostly as an observer of the insanity around him.\n\nSeason one of The Office aired on Tuesdays in the United States at 9:30 p.m. The season debuted to high numbers, and garnered moderately positive reviews from critics aside from a poorly-received pilot episode. While some enjoyed the pilot, others opined that it was a mere copy of the original British version. Universal Studios Home Entertainment released season one in a single DVD on August 16, 2005. The DVD contained all six episodes, as well as commentaries from creators, writers, actors, and directors on most of the episodes, as well as deleted scenes from all of the episodes.",
          "poster_path": "/qiXAx87r7kyF3yvvlTOL9fL0sUg.jpg",
          "season_number": 1
        },
        {
          "air_date": "2005-09-20",
          "episode_count": 22,
          "id": 7241,
          "name": "Season 2",
          "overview": "The second season of the American situation comedy television series, The Office, premiered in the United States on NBC on September 20, 2005, and ended on May 11, 2006. The season had 22 episodes, including its first 40-minute \"super-sized\" episode. The Office is an American adaptation of the British TV series of the same name, and is presented in a mockumentary format, documenting the daily lives of office employees in the Scranton, Pennsylvania branch of the fictitious Dunder Mifflin Paper Company.\n\nBeginning with \"The Dundies\", the second season further developed into the plot of the fear of company downsizing, along with the introduction of new characters and developing some of the minor ones—especially that of Dwight Schrute. Michael Scott soon starts a relationship with his boss Jan Levenson and, Pam Beesley and Jim Halpert’s relationship become one of the focal points of the season. Their compatibility becomes more obvious as Jim’s feelings for Pam continue to grow, while she struggles with her relationship with the warehouse worker Roy Anderson.\n\nSeason two of The Office aired on Tuesdays in the United States at 9:30 p.m. from September 20, 2005 to December 6, 2005. The timeslot changed to Thursdays at 9:30 p.m. from January 5, 2006 to May 11, 2006. The season was a ratings success, bolstered by Carell's success in the 2005 film The 40 Year Old Virgin. The season also received glowing reviews from critics, with many calling it one of the greatest sitcom seasons ever produced. The second season was released in a four-disc DVD boxset in Region 1 on September 12, 2006, and in Region 2 on January 28, 2008. The DVD set contained all 22 episodes, as well as commentaries from creators, writers, actors, and directors on some of the episodes, while also containing deleted scenes from all of the episodes. It was released by Universal Studios Home Entertainment.",
          "poster_path": "/9FEtRNddwO41Nd5CGmKccRorQ82.jpg",
          "season_number": 2
        },
        {
          "air_date": "2006-09-21",
          "episode_count": 23,
          "id": 7242,
          "name": "Season 3",
          "overview": "The third season of the American television comedy The Office premiered in the United States on NBC on September 21, 2006, and concluded on May 17, 2007. The season had a total of 25 half-hours of material, divided into 17 half-hour episodes, four 40-minute \"super-sized\" episodes, and two one-hour episodes. The Office is an American adaptation of the British TV series of the same name as a mockumentary portraying the daily lives of office employees in the Scranton, Pennsylvania branch of the fictitious Dunder Mifflin Paper Company.\n\nThe season marked the move of main character Jim Halpert from Scranton to Stamford, and also introduced Rashida Jones as Karen Filippelli, and Ed Helms as Andy Bernard—both members of Dunder Mifflin Stamford—as recurring characters. Helms would later be promoted to series regular. The main plot for the early episodes of the season deals with a recurring problem in seasons one and two—the problem of company downsizing—while in the last half of the season, inter-office relationships also became a major plot point.\n\nThe third season of The Office aired on Thursdays at 8:30 p.m.. The season saw its ratings increase from the previous. In addition, it continued the critical praise that had started during the show's second season. The season was released on DVD in a box set containing four discs. While the DVD features all 25 episodes, the episodes \"Traveling Salesmen\" and \"The Return\" were condensed into one episode. The set contained commentaries from creators, writers, actors, and directors on some of the episodes, while also containing deleted scenes from all of the episodes. It was released by Universal Studios Home Entertainment.",
          "poster_path": "/watmUUPCkyXmZQTPCBEcWD9W1TE.jpg",
          "season_number": 3
        },
        {
          "air_date": "2007-09-27",
          "episode_count": 19,
          "id": 7245,
          "name": "Season 4",
          "overview": "The fourth season of the American television comedy The Office premiered in the United States on NBC on September 27, 2007, and concluded on May 15, 2008. The season consisted of 9 half-hour episodes, and 5 hour-long episodes to comprise the 19 total episodes of material created. The Office is an American adaptation of the British TV series of the same name, and is presented in a mockumentary format, portraying the daily lives of office employees in the Scranton, Pennsylvania branch of the fictitious Dunder Mifflin Paper Company. The season was interrupted and shortened due to the effects of the 2007–2008 Writers Guild of America strike, in which the writers and some actors of The Office went on strike; although 30 half-hour episodes had been ordered, only 19 were actually filmed. Several of the finished episodes were condensed into hour-long episodes, resulting in only 14 episodes being aired.\n\nSeason four marked the departure of Karen Filippelli as a regular character, although she appeared for a few seconds in the first episode, \"Fun Run\" and in the sixth episode, \"Branch Wars\", as the regional manager of the Utica branch. Relationships again emerged as the main theme of the season, with Jim Halpert and Pam Beesley's rising, and Michael Scott and Jan Levinson's, as well as Dwight Schrute and Angela Martin's declining. Technology was another prevalent theme as the office staff struggled with initiatives introduced by Ryan Howard to modernize the company.",
          "poster_path": "/eS43SNWqRT4LwYwB1wv6MuQm8fK.jpg",
          "season_number": 4
        },
        {
          "air_date": "2008-09-25",
          "episode_count": 26,
          "id": 7244,
          "name": "Season 5",
          "overview": "The fifth season of the American television comedy The Office premiered in the United States in the 2008–2009 television season on NBC on September 25, 2008 and concluded on May 14, 2009. The fifth season consisted of 28 half-hours of material, divided into 24 half-hour episodes and two hour-long episodes. The Office is an American adaptation of the British TV series of the same name, and is presented in a mockumentary format, portraying the daily lives of office employees in the Scranton, Pennsylvania branch of the fictitious Dunder Mifflin Paper Company.\n\nThe fifth season of The Office aired on Thursdays at 9:00 p.m.. The season was released on DVD in a box set containing five disks featuring all 28 episodes with audio commentaries on select episodes. The DVD was released by Universal Studios Home Entertainment.",
          "poster_path": "/mWViWcVuW7oLn149FO6uJMfpNpY.jpg",
          "season_number": 5
        },
        {
          "air_date": "2009-09-17",
          "episode_count": 26,
          "id": 7243,
          "name": "Season 6",
          "overview": "The sixth season of the American television comedy The Office premiered in the United States on NBC on September 17, 2009, and concluded on May 20, 2010. The season consisted of 22 half-hour episodes, and 2 hour-long episodes to comprise the 26 total episodes of material created. The Office is an American adaptation of the British TV series of the same name, and is presented in a mockumentary format, portraying the daily lives of office employees in the Scranton, Pennsylvania branch of the fictitious Dunder Mifflin Paper Company.\n\nThe season has been cited by several critics as the beginning of the series' decline in quality, despite still receiving generally favorable reviews. The season ranked fifty-second in the season ratings with an average of 7.80 million viewers per episode, marking a steep drop in the ratings from the previous season which had an average of nine million viewers.\n\nThe sixth season of The Office aired on Thursdays at 9:00 p.m. in the United States. The season was released on DVD by Universal Studios Home Entertainment in a four-disc box set in the Region 1 area on September 7, 2010. The DVD set contains all 26 episodes, as well as commentaries from creators, writers, actors, and directors on some of the episodes. It also contains deleted scenes from all of the episodes, as well as bloopers.",
          "poster_path": "/5xwpo5FAuL1JzIk0rwuTQMk1LwT.jpg",
          "season_number": 6
        },
        {
          "air_date": "2010-09-23",
          "episode_count": 26,
          "id": 7247,
          "name": "Season 7",
          "overview": "The seventh season of the American television comedy The Office premiered on September 23, 2010 and concluded on May 19, 2011. The season consisted of 26 half-hours of material, divided into 22 half-hour episodes and two hour-long episodes. The seventh season aired on Thursdays at 9:00 p.m. as part of Comedy Night Done Right. This was the last season to feature Michael Scott, played by Steve Carell, as the lead character.",
          "poster_path": "/rKdRPHswl61t0u28RLQq3ECGErj.jpg",
          "season_number": 7
        },
        {
          "air_date": "2011-09-22",
          "episode_count": 24,
          "id": 7248,
          "name": "Season 8",
          "overview": "The eighth season of the American television comedy The Office commenced airing on the National Broadcasting Company in the United States on September 22, 2011, and concluded on May 10, 2012, consisting of 24 episodes. The series is an American adaptation of the British comedy series of the same name, and is presented in a mockumentary format, portraying the daily lives of office employees in the Scranton, Pennsylvania branch of the fictitious Dunder Mifflin Paper Company. The eighth season of The Office aired on Thursdays at 9:00 p.m. in the United States as part of the \"Comedy Night Done Right\" television block. This was the first season without Steve Carell as Michael Scott in the lead role and the only one to not feature the character in any capacity.\n\nThe eighth season largely centers around Andy Bernard's ascension to regional manager, as well as the antics of Robert California, the new CEO of Sabre, a fictional printer company that owns Dunder Mifflin. Halfway through the season, Dwight Schrute —along with Jim Halpert, Stanley Hudson, Ryan Howard, Erin Hannon, and Cathy —travel to Florida to help set up a Sabre Store, where Nellie Bertram is introduced. Eventually, former CEO of Dunder Mifflin David Wallace buys back the company, firing California.",
          "poster_path": "/1M3Px6AXL8MJlEXxSINMqRWA11M.jpg",
          "season_number": 8
        },
        {
          "air_date": "2012-09-20",
          "episode_count": 23,
          "id": 7249,
          "name": "Season 9",
          "overview": "The ninth and final season of the American television comedy The Office premiered on September 20, 2012 on the National Broadcasting Company, and concluded on May 16, 2013, consisting of 25 episodes. The Office is an American adaptation of the British comedy series of the same name, and is presented in a mockumentary format, portraying the daily lives of office employees in the Scranton, Pennsylvania branch of the fictitious Dunder Mifflin Paper Company. The ninth season of The Office aired on Thursdays at 9:00 p.m. in the United States, as part of the Comedy Night Done Right television block. This is the second season not to star Steve Carell as lead character Michael Scott, although he returned for a cameo appearance in the series finale.\n\nThe ninth season largely focuses on the relationship between Jim and Pam Halpert. After Jim decides to follow his dream and start a sports marketing company in Philadelphia, Pam begins to worry about moving, and the couple's relationship experiences stress. Meanwhile, Andy Bernard abandons the office for a three-month boating trip, and eventually quits his job to pursue his dream of becoming a star, although he soon becomes famous for a viral video. Dwight Schrute is finally promoted to regional manager. The documentary airs, and a year later, the members of the office gather for Dwight and Angela's marriage as well as a final round of interviews.",
          "poster_path": "/tDSzjjS7QNcxGeP7DSEaO40o8Ne.jpg",
          "season_number": 9
        }
      ],
      "status": "Ended",
      "type": "Scripted",
      "vote_average": 8,
      "vote_count": 412
    },
    {
      "backdrop_path": "/3GZul5YwnDpuP4N1DWNbP7VnxZT.jpg",
      "created_by": [
        {
          "id": 78597,
          "name": "Rob McElhenney",
          "gender": 2,
          "profile_path": "/qo7by9RMVWdjGTuE8YKpZhoGdhQ.jpg"
        }
      ],
      "episode_run_time": [
        22
      ],
      "first_air_date": "2005-08-04",
      "genres": [
        {
          "id": 35,
          "name": "Comedy"
        }
      ],
      "homepage": "http://www.fxnetworks.com/shows/its-always-sunny-in-philadelphia",
      "id": 2710,
      "in_production": true,
      "languages": [
        "en"
      ],
      "last_air_date": "2017-03-08",
      "name": "It's Always Sunny in Philadelphia",
      "networks": [
        {
          "name": "FX",
          "id": 88,
          "logo_path": "/aexGjtcs42DgRtZh7zOxayiry4J.png",
          "origin_country": "US"
        }
      ],
      "number_of_episodes": 133,
      "number_of_seasons": 12,
      "origin_country": [
        "US"
      ],
      "original_language": "en",
      "original_name": "It's Always Sunny in Philadelphia",
      "overview": "Four egocentric friends who run a neighborhood Irish pub in Philadelphia try to find their way through the adult world of work and relationships. Unfortunately, their warped views and precarious judgments often lead them to trouble, creating a myriad of uncomfortable situations that usually only get worse before they get better.",
      "popularity": 21.464041,
      "poster_path": "/hnGbyiKLmK6gciYgD2HvXi9Pi29.jpg",
      "production_companies": [],
      "seasons": [
        {
          "air_date": "2007-09-04",
          "episode_count": 7,
          "id": 8795,
          "name": "Specials",
          "overview": "",
          "poster_path": "/rpeYUV6JRRSXg3jc5i6JHrr5Nry.jpg",
          "season_number": 0
        },
        {
          "air_date": "2005-08-04",
          "episode_count": 7,
          "id": 8789,
          "name": "Season 1",
          "overview": "The first season of It's Always Sunny in Philadelphia, premiered on FX on August 4, 2005. The season contains 7 episodes and concluded airing on September 15, 2005.",
          "poster_path": "/sMCMG0kCllld6uYAkgqCpK4wJXz.jpg",
          "season_number": 1
        },
        {
          "air_date": "2006-06-29",
          "episode_count": 10,
          "id": 8790,
          "name": "Season 2",
          "overview": "The second season of It's Always Sunny in Philadelphia, premiered on FX on June 29, 2006. The season contains 10 episodes and concluded airing on August 17, 2006.",
          "poster_path": "/eKIQ4aEJ0AJ8ZTimHKTWhnWCBQt.jpg",
          "season_number": 2
        },
        {
          "air_date": "2007-09-13",
          "episode_count": 15,
          "id": 8791,
          "name": "Season 3",
          "overview": "The third season of It's Always Sunny in Philadelphia, premiered on FX on September 13, 2007. The season contains 15 episodes and concluded airing on November 15, 2007.",
          "poster_path": "/9oqvtF95nZUMYLZHfSeDofWkEuZ.jpg",
          "season_number": 3
        },
        {
          "air_date": "2008-09-18",
          "episode_count": 13,
          "id": 8792,
          "name": "Season 4",
          "overview": "The fourth season of It's Always Sunny in Philadelphia, premiered on FX on September 18, 2008. The season contains 13 episodes and concluded airing on November 20, 2008.",
          "poster_path": "/wW4sXQELJfUvQHgXSUkEWX7K25S.jpg",
          "season_number": 4
        },
        {
          "air_date": "2009-09-17",
          "episode_count": 12,
          "id": 8793,
          "name": "Season 5",
          "overview": "The fifth season of It's Always Sunny in Philadelphia, premiered on FX on September 17, 2009. The season contains 12 episodes and concluded airing on December 10, 2009.",
          "poster_path": "/5vSctyHifsbfMvefn043h0Oumqb.jpg",
          "season_number": 5
        },
        {
          "air_date": "2010-09-16",
          "episode_count": 13,
          "id": 8794,
          "name": "Season 6",
          "overview": "The sixth season of It's Always Sunny in Philadelphia, premiered on FX on September 16, 2010. The season contains 14 episodes and concluded airing on December 9, 2010 with the hour-long Christmas special. An additional episode called \"The Gang Gets Successful\" was produced for this season, but was not aired, despite scenes from the episode being included in promotional material for season 6. It was later re-edited with new scenes to create the Season 7 episode \"How Mac Got Fat\".",
          "poster_path": "/2QZB4HdRfi318smoInObzK5pfcG.jpg",
          "season_number": 6
        },
        {
          "air_date": "2011-09-15",
          "episode_count": 13,
          "id": 8796,
          "name": "Season 7",
          "overview": "The seventh season of It's Always Sunny in Philadelphia, premiered on FX on September 15, 2011. The season contained 13 episodes, and concluded airing on December 15, 2011. The episode \"How Mac Got Fat\" includes scenes produced during season 6 that featured Mac, before he got fat.",
          "poster_path": "/hSXzCLwLNCW4ts4TjdMQhMzcmPf.jpg",
          "season_number": 7
        },
        {
          "air_date": "2012-10-11",
          "episode_count": 10,
          "id": 8797,
          "name": "Season 8",
          "overview": "The eighth season of It's Always Sunny in Philadelphia, premiered on FX on October 11, 2012. This season consisted of 10 episodes, and concluded airing on December 20, 2012.",
          "poster_path": "/geFSd4OPTi6JDTgtl8YDCJxDE2i.jpg",
          "season_number": 8
        },
        {
          "air_date": "2013-09-04",
          "episode_count": 10,
          "id": 8798,
          "name": "Season 9",
          "overview": "",
          "poster_path": "/ykCQmHRI0X0xJQ9haYLPJRn8HD6.jpg",
          "season_number": 9
        },
        {
          "air_date": "2015-01-14",
          "episode_count": 10,
          "id": 64539,
          "name": "Season 10",
          "overview": "",
          "poster_path": "/clzI4ywJSsOYNNKx3Ig4DfAX2Zm.jpg",
          "season_number": 10
        },
        {
          "air_date": "2016-01-06",
          "episode_count": 10,
          "id": 71998,
          "name": "Season 11",
          "overview": "",
          "poster_path": "/sJWEZbLdSTOgIqXBlg2LD4nYot5.jpg",
          "season_number": 11
        },
        {
          "air_date": "2017-01-04",
          "episode_count": 10,
          "id": 83258,
          "name": "Season 12",
          "overview": "In season twelve, Mac, Dennis, Charlie, Dee and Frank tackle all new adventures that include going to a waterpark, dealing with a Wolf Cola PR nightmare, and actually spending a whole day tending bar!",
          "poster_path": "/wsvPqg4OO4y1HCqZl2uPLt5bRpF.jpg",
          "season_number": 12
        }
      ],
      "status": "Returning Series",
      "type": "Scripted",
      "vote_average": 8.1,
      "vote_count": 282
    },
    {
      "backdrop_path": "/toZQ9IN51cQMzy6fruBZ6024No3.jpg",
      "created_by": [
        {
          "id": 1331163,
          "name": "Sam Esmail",
          "profile_path": null
        }
      ],
      "episode_run_time": [
        43
      ],
      "first_air_date": "2015-05-27",
      "genres": [
        {
          "id": 80,
          "name": "Crime"
        },
        {
          "id": 18,
          "name": "Drama"
        }
      ],
      "homepage": "http://www.usanetwork.com/mrrobot",
      "id": 62560,
      "in_production": true,
      "languages": [
        "en"
      ],
      "last_air_date": "2017-12-13",
      "name": "Mr. Robot",
      "networks": [
        {
          "name": "USA Network",
          "id": 30,
          "logo_path": "/g1e0H0Ka97IG5SyInMXdJkHGKiH.png",
          "origin_country": "US"
        }
      ],
      "number_of_episodes": 32,
      "number_of_seasons": 3,
      "origin_country": [
        "US"
      ],
      "original_language": "en",
      "original_name": "Mr. Robot",
      "overview": "A contemporary and culturally resonant drama about a young programmer, Elliot, who suffers from a debilitating anti-social disorder and decides that he can only connect to people by hacking them. He wields his skills as a weapon to protect the people that he cares about. Elliot will find himself in the intersection between a cybersecurity firm he works for and the underworld organizations that are recruiting him to bring down corporate America.",
      "popularity": 93.154678,
      "poster_path": "/qE0t9rlClIReax0d5tr3j300wUt.jpg",
      "production_companies": [
        {
          "id": 10039,
          "logo_path": "/b8w4LldQolMKiLZw4FQJBcXSDGI.png",
          "name": "Anonymous Content",
          "origin_country": "US"
        },
        {
          "id": 7938,
          "logo_path": "/fRIuCSr92Nznn6J9TYJBEVx1ANw.png",
          "name": "Universal Cable Productions",
          "origin_country": "US"
        }
      ],
      "seasons": [
        {
          "air_date": "2016-06-20",
          "episode_count": 3,
          "id": 77843,
          "name": "Specials",
          "overview": "",
          "poster_path": null,
          "season_number": 0
        },
        {
          "air_date": "2015-05-27",
          "episode_count": 10,
          "id": 66343,
          "name": "season_1.0",
          "overview": "Elliot finds himself at a crossroad when the mysterious leader of an underground hacker group recruits him to destroy the firm he is paid to protect. Compelled by his personal beliefs, Elliot struggles to resist the chance to take down the multinational CEOs he believes are running (and ruining) the world.",
          "poster_path": "/1aiNh5Gak36EdpdwhvWHIXzAj50.jpg",
          "season_number": 1
        },
        {
          "air_date": "2016-07-13",
          "episode_count": 12,
          "id": 75658,
          "name": "season_2.0",
          "overview": "Following the events of fsociety’s 5/9 hack on multi-national company Evil Corp, season two explores the consequences of that attack as well as the illusion of control.",
          "poster_path": "/kQKqOLDiwpf8VNGrZSCfw7gRj0Q.jpg",
          "season_number": 2
        },
        {
          "air_date": "2017-10-11",
          "episode_count": 10,
          "id": 91537,
          "name": "season_3.0",
          "overview": "Picking up immediately following the season two cliffhanger, season three explores each character’s motivations and the disintegration between Elliot and Mr. Robot.",
          "poster_path": "/AmRhiyXwFvcoqm8DpZCPkFs6vqK.jpg",
          "season_number": 3
        }
      ],
      "status": "Returning Series",
      "type": "Scripted",
      "vote_average": 7.8,
      "vote_count": 1162
    },
    {
      "backdrop_path": "/yp94aOXzuqcQHva90B3jxLfnOO9.jpg",
      "created_by": [
        {
          "id": 527,
          "name": "Jonathan Nolan",
          "gender": 2,
          "profile_path": "/rYBQ8M3hDDY0eThVIvWHmrf4i0Y.jpg"
        },
        {
          "id": 1497967,
          "name": "Lisa Joy",
          "gender": 1,
          "profile_path": "/gaHPV9066HYWytaOa0V04GJBOH.jpg"
        }
      ],
      "episode_run_time": [
        60
      ],
      "first_air_date": "2016-10-02",
      "genres": [
        {
          "id": 37,
          "name": "Western"
        },
        {
          "id": 878,
          "name": "Science Fiction"
        }
      ],
      "homepage": "http://www.hbo.com/westworld",
      "id": 63247,
      "in_production": true,
      "languages": [
        "en"
      ],
      "last_air_date": "2018-05-20",
      "name": "Westworld",
      "networks": [
        {
          "name": "HBO",
          "id": 49,
          "logo_path": "/tuomPhY2UtuPTqqFnKMVHvSb724.png",
          "origin_country": "US"
        }
      ],
      "number_of_episodes": 15,
      "number_of_seasons": 2,
      "origin_country": [
        "US"
      ],
      "original_language": "en",
      "original_name": "Westworld",
      "overview": "A dark odyssey about the dawn of artificial consciousness and the evolution of sin. Set at the intersection of the near future and the reimagined past, it explores a world in which every human appetite, no matter how noble or depraved, can be indulged.",
      "popularity": 167.519455,
      "poster_path": "/6aj09UTMQNyfSfk0ZX8rYOEsXL2.jpg",
      "production_companies": [
        {
          "id": 1957,
          "logo_path": "/nmcNfPq03WLtOyufJzQbiPu2Enc.png",
          "name": "Warner Bros. Television",
          "origin_country": "US"
        },
        {
          "id": 2596,
          "logo_path": null,
          "name": "Jerry Weintraub Productions",
          "origin_country": "US"
        },
        {
          "id": 11461,
          "logo_path": "/p9FoEt5shEKRWRKVIlvFaEmRnun.png",
          "name": "Bad Robot",
          "origin_country": "US"
        },
        {
          "id": 103490,
          "logo_path": null,
          "name": "Kilter Films",
          "origin_country": ""
        }
      ],
      "seasons": [
        {
          "air_date": "2016-10-02",
          "episode_count": 10,
          "id": 68638,
          "name": "Season One: The Maze",
          "overview": "Westworld - a theme park where guests indulge fantasies with robots, a destination offering the future of sin, the artificial intelligence that fuels it and the humans that sense there's something more sinister at play.",
          "poster_path": "/pOGk7Hv1jwzVex10oMZ7psgEfVg.jpg",
          "season_number": 1
        },
        {
          "air_date": "2018-04-22",
          "episode_count": 5,
          "id": 98895,
          "name": "Season Two: The Door",
          "overview": "The reckoning is here. After finding the center of The Maze, the hosts revolt against their human captors while searching for a new purpose: The Door.",
          "poster_path": "/xiwhkYtnvzXMb3iqItkTcbwqzt7.jpg",
          "season_number": 2
        }
      ],
      "status": "Returning Series",
      "type": "Scripted",
      "vote_average": 8.2,
      "vote_count": 1279
    },
    {
      "backdrop_path": "/hYfTFcrVjZoX6QVzIG6rLafRhiZ.jpg",
      "created_by": [
        {
          "id": 1220694,
          "name": "Mitchell Hurwitz",
          "profile_path": "/q4wIXfIgIO5jQgfYK3tZv1spp8h.jpg"
        }
      ],
      "episode_run_time": [
        22
      ],
      "first_air_date": "2003-11-02",
      "genres": [
        {
          "id": 35,
          "name": "Comedy"
        }
      ],
      "homepage": "https://www.netflix.com/title/70140358",
      "id": 4589,
      "in_production": true,
      "languages": [
        "en"
      ],
      "last_air_date": "2018-12-30",
      "name": "Arrested Development",
      "networks": [
        {
          "name": "FOX",
          "id": 19,
          "logo_path": "/1DSpHrWyOORkL9N2QHX7Adt31mQ.png",
          "origin_country": "US"
        },
        {
          "name": "Netflix",
          "id": 213,
          "logo_path": "/wwemzKWzjKYJFfCeiB57q3r4Bcm.png",
          "origin_country": ""
        }
      ],
      "number_of_episodes": 68,
      "number_of_seasons": 5,
      "origin_country": [
        "US"
      ],
      "original_language": "en",
      "original_name": "Arrested Development",
      "overview": "The story of a wealthy family that lost everything, and the one son who had no choice but to keep them all together.",
      "popularity": 46.99808,
      "poster_path": "/6VOtRgAAT4fDdEfHZDT3LmFjjGO.jpg",
      "production_companies": [
        {
          "id": 59811,
          "logo_path": "/wwemzKWzjKYJFfCeiB57q3r4Bcm.png",
          "name": "Netflix",
          "origin_country": "US"
        }
      ],
      "seasons": [
        {
          "air_date": "2013-05-03",
          "episode_count": 23,
          "id": 13938,
          "name": "Specials",
          "overview": "",
          "poster_path": "/duOUgCsrLefEVv5I6vH8cklld0q.jpg",
          "season_number": 0
        },
        {
          "air_date": "2003-11-02",
          "episode_count": 22,
          "id": 13935,
          "name": "Season 1",
          "overview": "The first season of the television comedy series Arrested Development aired between November 2, 2003 and June 6, 2004, on Fox in the United States. It consisted of 22 episodes, each running approximately 22 minutes in length. The first season was released on DVD in region 1 on October 19, 2004, in region 2 on March 21, 2005 and in region 4 on February 23, 2005.\n\nThe show's storyline centers on the Bluth family, a formerly wealthy, habitually dysfunctional family and is presented in a continuous format, incorporating hand-held camera work, narration, archival photos, and historical footage.",
          "poster_path": "/tM40f308AuHVTV3neG1sOenXRfX.jpg",
          "season_number": 1
        },
        {
          "air_date": "2004-11-07",
          "episode_count": 18,
          "id": 13936,
          "name": "Season 2",
          "overview": "The second season of the television comedy series Arrested Development aired between November 7, 2004 and April 17, 2005, on Fox in the United States. It consisted of 18 episodes, each running approximately 22 minutes in length. The second season was released on DVD in region 1 on October 11, 2005, in region 2 on January 23, 2006 and in region 4 on March 15, 2006.\n\nThe show's storyline centers on the Bluth family, a formerly wealthy, habitually dysfunctional family and is presented in a continuous format, incorporating hand-held camera work, narration, archival photos, and historical footage.",
          "poster_path": "/qGJU1F5ObZ8z3Cau8CJb1EBPZOw.jpg",
          "season_number": 2
        },
        {
          "air_date": "2005-09-19",
          "episode_count": 13,
          "id": 13937,
          "name": "Season 3",
          "overview": "The third season of the television comedy series Arrested Development aired between September 19, 2005 and February 10, 2006, on Fox in the United States. It consisted of 13 episodes, each running approximately 22 minutes in length. The third season was released on DVD in region 1 on August 29, 2006, in region 2 on April 23, 2007 and in region 4 on December 6, 2006.\n\nThe show's storyline centers on the Bluth family, a formerly wealthy, habitually dysfunctional family and is presented in a continuous format, incorporating hand-held camera work, narration, archival photos, and historical footage.",
          "poster_path": "/bd2WNjJOcTi38WtZqxDTbZYBj9I.jpg",
          "season_number": 3
        },
        {
          "air_date": "2013-05-26",
          "episode_count": 15,
          "id": 13939,
          "name": "Season 4",
          "overview": "The fourth season of the television comedy series Arrested Development premiered on Netflix on May 26, 2013 and consists of 15 episodes. This season serves as a revival to the series after it was canceled by Fox in 2006.\n\nThe show's storyline centers on the Bluth family, a formerly wealthy, habitually dysfunctional family, and the show incorporates hand-held camera work, narration, archival photos, and historical footage.\n\nEach episode of the season occurs over approximately the same stretch of time, but focuses on a different character. Information on events depicted in a given episode is often partial and filled in by later episodes.",
          "poster_path": "/udTIep5DY2t6u84Oxb9SqcGtJVK.jpg",
          "season_number": 4
        },
        {
          "air_date": "2018-12-30",
          "episode_count": 0,
          "id": 88545,
          "name": "Season 5",
          "overview": "",
          "poster_path": null,
          "season_number": 5
        }
      ],
      "status": "Returning Series",
      "type": "Scripted",
      "vote_average": 8.2,
      "vote_count": 379
    },
    {
      "backdrop_path": "/mzzHr6g1yvZ05Mc7hNj3tUdy2bM.jpg",
      "created_by": [
        {
          "id": 57194,
          "name": "Dan Harmon",
          "profile_path": "/w14k7aCz1IJLej1kGHpD0X3Fngu.jpg"
        },
        {
          "id": 1245733,
          "name": "Justin Roiland",
          "profile_path": "/fG4XAevTHgb5nQXUyytU78FAZSD.jpg"
        }
      ],
      "episode_run_time": [
        22
      ],
      "first_air_date": "2013-12-02",
      "genres": [
        {
          "id": 10765,
          "name": "Sci-Fi & Fantasy"
        },
        {
          "id": 10759,
          "name": "Action & Adventure"
        },
        {
          "id": 16,
          "name": "Animation"
        },
        {
          "id": 35,
          "name": "Comedy"
        }
      ],
      "homepage": "http://video.adultswim.com/rick-and-morty/",
      "id": 60625,
      "in_production": true,
      "languages": [
        "en"
      ],
      "last_air_date": "2018-03-17",
      "name": "Rick and Morty",
      "networks": [
        {
          "name": "Adult Swim",
          "id": 80,
          "logo_path": "/9AKyspxVzywuaMuZ1Bvilu8sXly.png",
          "origin_country": "US"
        }
      ],
      "number_of_episodes": 31,
      "number_of_seasons": 3,
      "origin_country": [
        "US"
      ],
      "original_language": "en",
      "original_name": "Rick and Morty",
      "overview": "Rick is a mentally-unbalanced but scientifically-gifted old man who has recently reconnected with his family. He spends most of his time involving his young grandson Morty in dangerous, outlandish adventures throughout space and alternate universes. Compounded with Morty's already unstable family life, these events cause Morty much distress at home and school.",
      "popularity": 43.953771,
      "poster_path": "/qJdfO3ahgAMf2rcmhoqngjBBZW1.jpg",
      "production_companies": [
        {
          "id": 6760,
          "logo_path": null,
          "name": "Williams Street",
          "origin_country": ""
        },
        {
          "id": 8300,
          "logo_path": null,
          "name": "Harmonius Claptrap",
          "origin_country": ""
        },
        {
          "id": 47394,
          "logo_path": null,
          "name": "Justin Roiland's Solo Vanity Card Productions",
          "origin_country": ""
        },
        {
          "id": 32542,
          "logo_path": null,
          "name": "Starburns Industries",
          "origin_country": ""
        }
      ],
      "seasons": [
        {
          "air_date": "2013-12-02",
          "episode_count": 11,
          "id": 60059,
          "name": "Season 1",
          "overview": "",
          "poster_path": "/h9RUEsA6BROWcg0QF6ngNPX5FFh.jpg",
          "season_number": 1
        },
        {
          "air_date": "2015-07-26",
          "episode_count": 10,
          "id": 66738,
          "name": "Season 2",
          "overview": "",
          "poster_path": "/wuzVQl2Q6Qozt6kYnFDxD5KH9Zw.jpg",
          "season_number": 2
        },
        {
          "air_date": "2017-04-01",
          "episode_count": 10,
          "id": 86926,
          "name": "Season 3",
          "overview": "",
          "poster_path": "/lVcwMfbHx4QguLbZT4bink9mcgd.jpg",
          "season_number": 3
        }
      ],
      "status": "Returning Series",
      "type": "Scripted",
      "vote_average": 8.5,
      "vote_count": 824
    },
    {
      "backdrop_path": "/gn18IaampxKKRgxSrCJORhWi84J.jpg",
      "created_by": [
        {
          "id": 1216859,
          "name": "Bill Lawrence",
          "profile_path": null
        }
      ],
      "episode_run_time": [
        24
      ],
      "first_air_date": "2001-10-02",
      "genres": [
        {
          "id": 18,
          "name": "Drama"
        },
        {
          "id": 35,
          "name": "Comedy"
        }
      ],
      "homepage": "http://abcstudiosmedianet.com/web/showpage/showpage.aspx?program_id=002668&type=lead",
      "id": 4556,
      "in_production": false,
      "languages": [
        "en"
      ],
      "last_air_date": "2010-03-17",
      "name": "Scrubs",
      "networks": [
        {
          "name": "ABC",
          "id": 2,
          "logo_path": "/uuEOGcTrJ9xq8WSI2OGvGFpp9H.png",
          "origin_country": "US"
        },
        {
          "name": "NBC",
          "id": 6,
          "logo_path": "/o3OedEP0f9mfZr33jz2BfXOUK5.png",
          "origin_country": "US"
        }
      ],
      "number_of_episodes": 182,
      "number_of_seasons": 9,
      "origin_country": [
        "US"
      ],
      "original_language": "en",
      "original_name": "Scrubs",
      "overview": "In the unreal world of Sacred Heart Hospital, John \"J.D\" Dorian learns the ways of medicine, friendship and life.",
      "popularity": 59.683867,
      "poster_path": "/x40NhjIPoDoTbT0z2utFgIedtwh.jpg",
      "production_companies": [
        {
          "id": 1558,
          "logo_path": "/wwaKUcOENHix2jxLfFBfNkCtOEQ.png",
          "name": "Touchstone Television",
          "origin_country": "US"
        },
        {
          "id": 23672,
          "logo_path": null,
          "name": "Doozer",
          "origin_country": "US"
        },
        {
          "id": 19366,
          "logo_path": "/vOH8dyQhLK01pg5fYkgiS31jlFm.png",
          "name": "ABC Studios",
          "origin_country": "US"
        }
      ],
      "seasons": [
        {
          "air_date": "2009-02-03",
          "episode_count": 1,
          "id": 13784,
          "name": "Specials",
          "overview": "",
          "poster_path": "/hXCv3Vl8uCvyu7gbCEchNPf5f05.jpg",
          "season_number": 0
        },
        {
          "air_date": "2001-10-02",
          "episode_count": 24,
          "id": 13775,
          "name": "Season 1",
          "overview": "The first season of the American comedy-drama television series Scrubs premiered on NBC on October 2, 2001 and concluded on May 21, 2002 and consists of 24 episodes. Scrubs was created by Bill Lawrence who wrote the pilot as well as 3 other episodes in the season. Adam Bernstein directed the pilot as well as 4 other episodes. Neil Flynn was only a guest star in the first season, although he appeared in every episode of the season. Bill Lawrence said if the show had been cancelled at the end of the first season, he would have made the Janitor a figment of J.D.'s imagination.",
          "poster_path": "/6gf3dMu3XsN6eCJX10BO4p7bkRK.jpg",
          "season_number": 1
        },
        {
          "air_date": "2002-09-26",
          "episode_count": 22,
          "id": 13776,
          "name": "Season 2",
          "overview": "The second season of the American comedy-drama television series Scrubs premiered on NBC on September 26, 2002 and concluded on April 17, 2003 and consists of 22 episodes. For the second season Neil Flynn was made a series regular. Colin Hay guest starred for the first time. It is also the first time an episode gives the narration to another regular, in \"His Story.\"\n\nThe show used a longer opening credits sequence for episodes 1 and 2, moving through the ward rather than just two beds, including a shot of Flynn as The Janitor, showing the names of the series regulars and ending with the chest X-ray showing the heart on the left side of the chest. NBC wanted longer content in the episodes so the credits permanently returned to the shorter version in episode 3, without Flynn nor actors names and with the mirror image chest X-ray.",
          "poster_path": "/z7BxgZ2iKD14VCa9WjtIzEXGg3z.jpg",
          "season_number": 2
        },
        {
          "air_date": "2003-10-02",
          "episode_count": 22,
          "id": 13777,
          "name": "Season 3",
          "overview": "The third season of the American comedy-drama television series Scrubs premiered on NBC on October 2, 2003 and concluded on May 4, 2004 and consists of 22 episodes. This season features many fantasies as well as features many well known actors in guest roles such as Scott Foley, Michael J. Fox, Bellamy Young, Brendan Fraser and Tara Reid.",
          "poster_path": "/y28rSGrnszkRdiBXxZv2hKrroWv.jpg",
          "season_number": 3
        },
        {
          "air_date": "2004-08-31",
          "episode_count": 25,
          "id": 13778,
          "name": "Season 4",
          "overview": "The fourth season of the American comedy-drama television series Scrubs premiered on NBC on August 31, 2004 and concluded on May 10, 2005 and consists of 25 episodes. Heather Graham guest starred for an extended run for the first 8 episodes, and then another appearance later in the season. Colin Farrell, Matthew Perry, Molly Shannon, Clay Aiken, and Tara Reid guest starred. This season was nominated for the Primetime Emmy Award for Outstanding Comedy Series.",
          "poster_path": "/rCrqp2niHRGqrOfZw7cTGfWcr2O.jpg",
          "season_number": 4
        },
        {
          "air_date": "2006-01-03",
          "episode_count": 24,
          "id": 13779,
          "name": "Season 5",
          "overview": "The fifth season of the American comedy-drama television series Scrubs premiered on NBC on January 3, 2006 and concluded on May 16, 2006 and consists of 24 episodes. For the first twelve episodes, two new episodes were broadcast back-to-back every Tuesday at 9:00 p.m. ET. Then NBC returned to broadcasting one new episode every week, followed by a rerun. For the first three weeks of this, the rerun episode was a cast favorite episode, with available audio commentary tracks on NBC's website to accompany the episodes. Guest stars in the fifth included Jason Bateman and Mandy Moore, as well the introduction of new recurring characters played by Elizabeth Banks and Travis Schuldt. This season was nominated for the Primetime Emmy Award for Outstanding Comedy Series.",
          "poster_path": "/hgiIOUW4Hsx2ArP5E8TTUrivYzG.jpg",
          "season_number": 5
        },
        {
          "air_date": "2006-11-30",
          "episode_count": 22,
          "id": 13780,
          "name": "Season 6",
          "overview": "The sixth season of the American comedy-drama television series Scrubs premiered on NBC on November 30, 2006 and concluded on May 17, 2007 and consists of 22 episodes. The series moved to Thursdays at 9:00 pm as a part of NBC's Comedy Night Done Right. Guest stars in the sixth season included Keri Russell and Michael Weston. This season featured the series' musical episode, \"My Musical\".",
          "poster_path": "/asnllyk4SjFU5USlYLdbMIERboK.jpg",
          "season_number": 6
        },
        {
          "air_date": "2007-10-25",
          "episode_count": 11,
          "id": 13781,
          "name": "Season 7",
          "overview": "The seventh season of the American comedy-drama television series Scrubs premiered on NBC on October 25, 2007 and concluded on May 8, 2008 and consists of 11 episodes. This was the final season to air on NBC after it was picked up by ABC.\n\nSeason 7 was confirmed to have a reduced number of 18 episodes and was likely to be the final season. Due to the 2007–2008 Writers Guild of America strike, only 11 episodes were finished and 6 aired before the strike. During the strike, it was unknown if production on the final episodes would resume or that a possible series finale would air due to the actors' contracts expiring if the strike were to last a long time. After the strike was over, the final five episodes aired starting April 10, 2008. Episode 12, titled \"My Commitment\" was partially completed before the strike, but was never completed or aired. Some material shot for \"My Commitment\" was later used in the season 8 episode, \"My Nah Nah Nah\".",
          "poster_path": "/kVj1c11zZGDhGePpmx32Z7alM4f.jpg",
          "season_number": 7
        },
        {
          "air_date": "2009-01-06",
          "episode_count": 19,
          "id": 13782,
          "name": "Season 8",
          "overview": "The eighth season of the American comedy-drama television series Scrubs premiered on ABC on January 6, 2009 and concluded on May 6, 2009 and consists of 19 episodes. The eighth season was the first to be shown on ABC after NBC dropped the series, ending its seven-year run on the network. ABC's pick-up of the show was followed by it commissioning nineteen episodes, which included an hour-long finale. For all of the season's run, it was expected that the eighth season would be the last, especially after the show's creator Bill Lawrence announced it. After rumors surfaced of a ninth season, it was understood that the eighth would be the last to star Zach Braff and much of the main cast. However, the show was later re-commissioned for another season, in which Braff and other cast members appeared for multiple episodes. The eighth season was the first to air in high definition.\n\nNeeding to cut costs for the eighth season, Bill Lawrence stated that he divided the writing staff up into two groups, half for the first nine episodes and half for the second nine episodes. Additionally, each main cast member was absent for three episodes during the season. An accompanying web series that aired on ABC's website called Scrubs: Interns was also created to coincide with the season, starring the new interns with guest appearances by the main cast.",
          "poster_path": "/oTOiS5nuSkvUE2KR7YELZWD4rG8.jpg",
          "season_number": 8
        },
        {
          "air_date": "2009-12-01",
          "episode_count": 13,
          "id": 13783,
          "name": "Season 9",
          "overview": "The ninth and final season of the American comedy-drama television series Scrubs premiered on ABC on December 1, 2009 and concluded on March 17, 2010 and consists of 13 episodes. This season marked a major change in the series; it takes place at a different location and only three of the seven main characters from the first eight seasons remained as regular main characters. The rest of the cast is made up of new recruits, including Lucy, played by Kerry Bishé, who is also the show's new narrator. Former star Zach Braff returned for six episodes of the season.\n\nThe new season focuses on students at a med school at the fictional Winston University, rather than interns at a hospital. Doctors Perry Cox and Christopher Turk, played by John C. McGinley and Donald Faison respectively, returned as teachers. The show's filming location moved from the North Hollywood Medical Center to sets at Culver Studios. The series takes place at the new Sacred Heart Hospital, located on the Winston University campus.\n\nThe season takes place over a year after the events of the last episode of the eighth season, \"My Finale\", which was expected to be the last episode and ended many of the series' long-running storylines. However, Bill Lawrence was approached concerning more episodes, and as a result, the show entered its ninth season.",
          "poster_path": "/piJOya9MI0cLdEAd25rix4pRByJ.jpg",
          "season_number": 9
        }
      ],
      "status": "Ended",
      "type": "Scripted",
      "vote_average": 7.7,
      "vote_count": 465
    },
    {
      "backdrop_path": "/2T40B6Kdp8V72AdIk1yEokKAalr.jpg",
      "created_by": [
        {
          "id": 1216630,
          "name": "Greg Daniels",
          "profile_path": "/fkB49DuNjKknUpfCmqqGaN4U5NY.jpg"
        },
        {
          "id": 1226308,
          "name": "Michael Schur",
          "profile_path": "/cogV3Hqaa3hazoF77Y0idrCLdtG.jpg"
        }
      ],
      "episode_run_time": [
        22
      ],
      "first_air_date": "2009-04-09",
      "genres": [
        {
          "id": 35,
          "name": "Comedy"
        }
      ],
      "homepage": "http://www.nbc.com/parks-and-recreation/",
      "id": 8592,
      "in_production": false,
      "languages": [
        "en"
      ],
      "last_air_date": "2015-02-24",
      "name": "Parks and Recreation",
      "networks": [
        {
          "name": "NBC",
          "id": 6,
          "logo_path": "/o3OedEP0f9mfZr33jz2BfXOUK5.png",
          "origin_country": "US"
        }
      ],
      "number_of_episodes": 125,
      "number_of_seasons": 7,
      "origin_country": [
        "US"
      ],
      "original_language": "en",
      "original_name": "Parks and Recreation",
      "overview": "Hilarious ensemble comedy that follows Leslie Knope, a mid-level bureaucrat in the Parks and Recreation Department of Pawnee, Indiana, and her tireless efforts to make her quintessentially American town just a little bit more fun.",
      "popularity": 20.670405,
      "poster_path": "/9kWSJ9c8NlBY2WgfvOZZ71kafSx.jpg",
      "production_companies": [
        {
          "id": 26727,
          "logo_path": "/jeTxdjXhzgKZyLr3l9MllkTn3fy.png",
          "name": "Universal Television",
          "origin_country": "US"
        },
        {
          "id": 59845,
          "logo_path": null,
          "name": "Deedle-Dee Productions",
          "origin_country": ""
        },
        {
          "id": 81404,
          "logo_path": null,
          "name": "Fremulon",
          "origin_country": "US"
        },
        {
          "id": 787,
          "logo_path": "/cCefBs1t7jxtiz3eCxBp9yxrxGx.png",
          "name": "3 Arts Entertainment",
          "origin_country": "US"
        }
      ],
      "seasons": [
        {
          "air_date": "2011-11-04",
          "episode_count": 5,
          "id": 18458,
          "name": "Specials",
          "overview": "",
          "poster_path": "/qNqbX8apiHxAQBSsKzf1yWP5zs0.jpg",
          "season_number": 0
        },
        {
          "air_date": "2009-04-09",
          "episode_count": 6,
          "id": 18455,
          "name": "Season 1",
          "overview": "The first season of Parks and Recreation originally aired in the United States on the NBC television network between April 9 and May 14, 2009. Produced by Deedle-Dee Productions and Universal Media Studios, the series was created by Greg Daniels and Michael Schur, who served as executive producers with Howard Klein.\n\nThe comedy series focuses on Leslie Knope, the deputy director of the parks and recreation department of the fictional town of Pawnee, Indiana. The season consisted of six 22-minute episodes, all of which aired at 8:30 p.m. on Thursdays. Daniels and Schur conceived the show when NBC officials asked Daniels to produce a spin-off of his comedy series The Office, on which Schur was a writer. During development, the creators decided the new show would be a stand-alone series, though it would share the mockumentary style of The Office. Like that show, Parks and Recreation encouraged improvisation among its cast members.\n\nEarly test screenings were poor, and many critics and industry observers were skeptical about the show's chances of success. The first season received generally mixed to negative reviews, and several commentators found it too similar to The Office. The premiere episode was watched by 6.77 million households, but the viewership declined almost every week in the Nielsen ratings. A season low of 4.25 million households watched the final episode, \"Rock Show\". Despite the low rating, \"Rock Show\" received the best reviews of the season and convinced some critics that the series had finally found the right tone.",
          "poster_path": "/szKfiau8TvZoDEUPPRA2JEyJ9N1.jpg",
          "season_number": 1
        },
        {
          "air_date": "2009-09-17",
          "episode_count": 24,
          "id": 18456,
          "name": "Season 2",
          "overview": "The second season of Parks and Recreation originally aired in the United States on the NBC television network starting September 17, 2009, and ended on May 20, 2010. The season was produced by Deedle-Dee Productions and Universal Media Studios, and series co-creators Greg Daniels and Michael Schur served as executive producers. Like the first season, it focused on Leslie Knope and her staff on the parks and recreation department of the fictional Indiana town of Pawnee. The episodes were approximately 22 minutes long each, all of which aired at 8:30 p.m. on Thursdays.\n\nAll of the members of the original principal cast were retained and Chris Pratt, who made guest appearances throughout the previous season, joined the permanent cast in the second season. It also featured guest appearances by Louis C.K., Megan Mullally, Fred Armisen, Will Arnett, Justin Theroux and John Larroquette. The writing staff made changes based on feedback from the first season and attempted to be more topical, with episodes touching on such topics as same-sex marriage, the arrest of Henry Louis Gates and the sex scandal of South Carolina Governor Mark Sanford.\n\nAlthough the first season received generally mixed to negative reviews, the second season was critically acclaimed, with some reviewers declaring it one of the best comedies of the television season. Nevertheless, Parks and Recreation continued to struggle in the Nielsen ratings and averaged about 4.68 million household viewers per week, lower than Thursday night NBC shows Community, 30 Rock, and The Office. Amy Poehler was nominated for the Primetime Emmy Award for Outstanding Lead Actress in a Comedy Series, and both the series and actor Nick Offerman received nominations from the Television Critics Association Awards.",
          "poster_path": "/zygBZavTfjyFPyVCpJE4TeWwJNm.jpg",
          "season_number": 2
        },
        {
          "air_date": "2011-01-20",
          "episode_count": 16,
          "id": 18457,
          "name": "Season 3",
          "overview": "The third season of Parks and Recreation originally aired in the United States on the NBC television network between January 20 and May 19, 2011. Like the previous seasons, it focused on Leslie Knope and her staff at the parks and recreation department of the fictional Indiana town of Pawnee. The season featured 16 episodes, most of which were approximately 22 minutes long each and aired at 9:30 p.m. on Thursdays.\n\nAll of the members of the original cast returned for the third season except Paul Schneider, who previously played city planner Mark Brendanawicz. Rob Lowe and Adam Scott, who appeared as guest stars in the second season, began season three as regular cast members playing Chris Traeger and Ben Wyatt, respectively. The season also featured guest appearances by Megan Mullally, Will Forte and Parker Posey, among others.\n\nTo accommodate Amy Poehler's pregnancy, the first six episodes of the third season were filmed immediately after season two wrapped so they could be saved for a projected September 2010 air date. However, after the episodes were finished, NBC postponed the season premiere until January to accommodate their new series, Outsourced. The third season consisted of several major story arcs, including a complete shutdown of the Pawnee government for budgetary reasons, inspired by the real-life global financial crisis. Other storylines included the parks department's organization of a harvest festival, a romance between Leslie and Ben, and the dating and eventual marriage of Andy Dwyer and April Ludgate.",
          "poster_path": "/lOjpLzS3DM32J6qnpQN7vdnLsHX.jpg",
          "season_number": 3
        },
        {
          "air_date": "2011-09-22",
          "episode_count": 22,
          "id": 18459,
          "name": "Season 4",
          "overview": "The fourth season of Parks and Recreation originally aired in the United States on the NBC television network, and began on September 22, 2011.\n\nAs with past seasons, it focused on Leslie Knope and her staff at the parks and recreation department of the fictional Indiana town of Pawnee. However, this season featured an overarching story arc, beginning in the first episode and culminating in the finale, where Leslie ran for the city council of Pawnee.",
          "poster_path": "/iftcILTvQmYzUBxneKEgYX58iuT.jpg",
          "season_number": 4
        },
        {
          "air_date": "2012-09-20",
          "episode_count": 22,
          "id": 18460,
          "name": "Season 5",
          "overview": "The fifth season of Parks and Recreation originally aired in the United States on the NBC television network, from September 20, 2012 and concluded on May 2, 2013. This season consisted of 22 episodes.",
          "poster_path": "/qnrhCD1Vse36jycFBJuGecCyZ2z.jpg",
          "season_number": 5
        },
        {
          "air_date": "2013-09-26",
          "episode_count": 22,
          "id": 18461,
          "name": "Season 6",
          "overview": "",
          "poster_path": "/hCFf5FR9Z00pYWagaxyNSINGKur.jpg",
          "season_number": 6
        },
        {
          "air_date": "2015-01-13",
          "episode_count": 13,
          "id": 63129,
          "name": "Season 7",
          "overview": "",
          "poster_path": "/Y5IvG6xO5ese7bL2ljxMw65MaD.jpg",
          "season_number": 7
        }
      ],
      "status": "Ended",
      "type": "Scripted",
      "vote_average": 7.8,
      "vote_count": 309
    },
    {
      "backdrop_path": "/gX8SYlnL9ZznfZwEH4KJUePBFUM.jpg",
      "created_by": [
        {
          "id": 9813,
          "name": "David Benioff",
          "gender": 2,
          "profile_path": "/8CuuNIKMzMUL1NKOPv9AqEwM7og.jpg"
        },
        {
          "id": 228068,
          "name": "D. B. Weiss",
          "gender": 2,
          "profile_path": "/caUAtilEe06OwOjoQY3B7BgpARi.jpg"
        }
      ],
      "episode_run_time": [
        60
      ],
      "first_air_date": "2011-04-17",
      "genres": [
        {
          "id": 10765,
          "name": "Sci-Fi & Fantasy"
        },
        {
          "id": 18,
          "name": "Drama"
        },
        {
          "id": 10759,
          "name": "Action & Adventure"
        }
      ],
      "homepage": "http://www.hbo.com/game-of-thrones",
      "id": 1399,
      "in_production": true,
      "languages": [
        "es",
        "en",
        "de"
      ],
      "last_air_date": "2017-08-27",
      "name": "Game of Thrones",
      "networks": [
        {
          "name": "HBO",
          "id": 49,
          "logo_path": "/tuomPhY2UtuPTqqFnKMVHvSb724.png",
          "origin_country": "US"
        }
      ],
      "number_of_episodes": 67,
      "number_of_seasons": 7,
      "origin_country": [
        "US"
      ],
      "original_language": "en",
      "original_name": "Game of Thrones",
      "overview": "Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.",
      "popularity": 90.248607,
      "poster_path": "/gwPSoYUHAKmdyVywgLpKKA4BjRr.jpg",
      "production_companies": [
        {
          "id": 76043,
          "logo_path": "/9RO2vbQ67otPrBLXCaC8UMp3Qat.png",
          "name": "Revolution Sun Studios",
          "origin_country": "US"
        },
        {
          "id": 3268,
          "logo_path": "/tuomPhY2UtuPTqqFnKMVHvSb724.png",
          "name": "HBO",
          "origin_country": "US"
        },
        {
          "id": 12525,
          "logo_path": null,
          "name": "Television 360",
          "origin_country": ""
        },
        {
          "id": 5820,
          "logo_path": null,
          "name": "Generator Entertainment",
          "origin_country": ""
        },
        {
          "id": 12526,
          "logo_path": null,
          "name": "Bighead Littlehead",
          "origin_country": ""
        }
      ],
      "seasons": [
        {
          "air_date": "2010-12-05",
          "episode_count": 14,
          "id": 3627,
          "name": "Specials",
          "overview": "",
          "poster_path": "/ntT4DQ79eftrwfaFRmhEhW0IS3R.jpg",
          "season_number": 0
        },
        {
          "air_date": "2011-04-17",
          "episode_count": 10,
          "id": 3624,
          "name": "Season 1",
          "overview": "Trouble is brewing in the Seven Kingdoms of Westeros. For the driven inhabitants of this visionary world, control of Westeros' Iron Throne holds the lure of great power. But in a land where the seasons can last a lifetime, winter is coming...and beyond the Great Wall that protects them, an ancient evil has returned. In Season One, the story centers on three primary areas: the Stark and the Lannister families, whose designs on controlling the throne threaten a tenuous peace; the dragon princess Daenerys, heir to the former dynasty, who waits just over the Narrow Sea with her malevolent brother Viserys; and the Great Wall--a massive barrier of ice where a forgotten danger is stirring.",
          "poster_path": "/67o6EdiVBjx4l2qG88dk51VH7Du.jpg",
          "season_number": 1
        },
        {
          "air_date": "2012-04-01",
          "episode_count": 10,
          "id": 3625,
          "name": "Season 2",
          "overview": "The cold winds of winter are rising in Westeros...war is coming...and five kings continue their savage quest for control of the all-powerful Iron Throne. With winter fast approaching, the coveted Iron Throne is occupied by the cruel Joffrey, counseled by his conniving mother Cersei and uncle Tyrion. But the Lannister hold on the Throne is under assault on many fronts. Meanwhile, a new leader is rising among the wildings outside the Great Wall, adding new perils for Jon Snow and the order of the Night's Watch.",
          "poster_path": "/oJsbD246bI5BldpfQypX9lMRypa.jpg",
          "season_number": 2
        },
        {
          "air_date": "2013-03-31",
          "episode_count": 10,
          "id": 3626,
          "name": "Season 3",
          "overview": "Duplicity and treachery...nobility and honor...conquest and triumph...and, of course, dragons. In Season 3, family and loyalty are the overarching themes as many critical storylines from the first two seasons come to a brutal head. Meanwhile, the Lannisters maintain their hold on King's Landing, though stirrings in the North threaten to alter the balance of power; Robb Stark, King of the North, faces a major calamity as he tries to build on his victories; a massive army of wildlings led by Mance Rayder march for the Wall; and Daenerys Targaryen--reunited with her dragons--attempts to raise an army in her quest for the Iron Throne.",
          "poster_path": "/qYxRy8ZYCo2yTz7HsO6J1HWtPsY.jpg",
          "season_number": 3
        },
        {
          "air_date": "2014-04-06",
          "episode_count": 10,
          "id": 3628,
          "name": "Season 4",
          "overview": "The War of the Five Kings is drawing to a close, but new intrigues and plots are in motion, and the surviving factions must contend with enemies not only outside their ranks, but within.",
          "poster_path": "/ce1AEJizuPdzv66GXTnGki26HSx.jpg",
          "season_number": 4
        },
        {
          "air_date": "2015-04-12",
          "episode_count": 10,
          "id": 62090,
          "name": "Season 5",
          "overview": "The War of the Five Kings, once thought to be drawing to a close, is instead entering a new and more chaotic phase. Westeros is on the brink of collapse, and many are seizing what they can while the realm implodes, like a corpse making a feast for crows.",
          "poster_path": "/ymUepzrh1TgfwtJU6UcCjOTstdI.jpg",
          "season_number": 5
        },
        {
          "air_date": "2016-04-24",
          "episode_count": 10,
          "id": 71881,
          "name": "Season 6",
          "overview": "Following the shocking developments at the conclusion of season five, survivors from all parts of Westeros and Essos regroup to press forward, inexorably, towards their uncertain individual fates. Familiar faces will forge new alliances to bolster their strategic chances at survival, while new characters will emerge to challenge the balance of power in the east, west, north and south.",
          "poster_path": "/zo1WgO5vcz75cvVMBR9c7ixJRXg.jpg",
          "season_number": 6
        },
        {
          "air_date": "2017-07-15",
          "episode_count": 7,
          "id": 81266,
          "name": "Season 7",
          "overview": "The long winter is here. And with it comes a convergence of armies and attitudes that have been brewing for years.",
          "poster_path": "/d03ozMHZth7jCKn2UbA4uOH5wu1.jpg",
          "season_number": 7
        }
      ],
      "status": "Returning Series",
      "type": "Scripted",
      "vote_average": 8.1,
      "vote_count": 4500
    },
    {
      "backdrop_path": "/a906PH7CDmSOdS7kmnAgdWk5mhv.jpg",
      "created_by": [
        {
          "id": 57573,
          "name": "Joe Penhall",
          "gender": 2,
          "profile_path": "/9dXtvOKfFyeAp8jNBxM0OAqosWv.jpg"
        }
      ],
      "episode_run_time": [
        60
      ],
      "first_air_date": "2017-10-13",
      "genres": [
        {
          "id": 18,
          "name": "Drama"
        },
        {
          "id": 80,
          "name": "Crime"
        }
      ],
      "homepage": "https://www.netflix.com/title/80114855",
      "id": 67744,
      "in_production": true,
      "languages": [
        "en"
      ],
      "last_air_date": "2017-10-13",
      "name": "Mindhunter",
      "networks": [
        {
          "name": "Netflix",
          "id": 213,
          "logo_path": "/wwemzKWzjKYJFfCeiB57q3r4Bcm.png",
          "origin_country": ""
        }
      ],
      "number_of_episodes": 10,
      "number_of_seasons": 1,
      "origin_country": [
        "US"
      ],
      "original_language": "en",
      "original_name": "Mindhunter",
      "overview": "An agent in the FBI's Elite Serial Crime Unit develops profiling techniques as he pursues notorious serial killers and rapists.",
      "popularity": 112.546922,
      "poster_path": "/r7RIwuceOaDP4KTmU1EFeDniRq4.jpg",
      "production_companies": [
        {
          "id": 94281,
          "logo_path": null,
          "name": "Jen X Productions, Inc.",
          "origin_country": ""
        },
        {
          "id": 3574,
          "logo_path": null,
          "name": "Denver and Delilah Productions",
          "origin_country": ""
        },
        {
          "id": 94282,
          "logo_path": null,
          "name": "Panic Pictures / No. 13",
          "origin_country": ""
        }
      ],
      "seasons": [
        {
          "air_date": "2017-10-13",
          "episode_count": 10,
          "id": 79990,
          "name": "Season 1",
          "overview": "",
          "poster_path": "/ltrUhXJBG7ef1AiFy0wDwQwyHxU.jpg",
          "season_number": 1
        }
      ],
      "status": "Returning Series",
      "type": "Scripted",
      "vote_average": 7.5,
      "vote_count": 330
    },
    {
      "backdrop_path": "/dG25UWq95YSIxovAjALLQwsg1x2.jpg",
      "created_by": [
        {
          "id": 56323,
          "name": "Tina Fey",
          "gender": 1,
          "profile_path": "/yPTAi1iucXf85UpiFPtyiTSM6do.jpg"
        },
        {
          "id": 1224760,
          "name": "Robert Carlock",
          "gender": 0,
          "profile_path": null
        }
      ],
      "episode_run_time": [
        30
      ],
      "first_air_date": "2015-03-06",
      "genres": [
        {
          "id": 35,
          "name": "Comedy"
        }
      ],
      "homepage": "https://www.netflix.com/title/80025384",
      "id": 61671,
      "in_production": true,
      "languages": [
        "en"
      ],
      "last_air_date": "2018-05-30",
      "name": "Unbreakable Kimmy Schmidt",
      "networks": [
        {
          "name": "Netflix",
          "id": 213,
          "logo_path": "/wwemzKWzjKYJFfCeiB57q3r4Bcm.png",
          "origin_country": ""
        }
      ],
      "number_of_episodes": 40,
      "number_of_seasons": 4,
      "origin_country": [
        "US"
      ],
      "original_language": "en",
      "original_name": "Unbreakable Kimmy Schmidt",
      "overview": "After 15 years of living in a cult, the unbreakable and wide-eyed Kimmy is rescued along with four other women, causing a national sensation that culminates with an appearance on the ”Today” show. Before getting back on the bus to Indiana, however, Kimmy decides it’s time to reclaim her life. Armed with just a backpack, light-up sneakers, a couple way-past-due library books and a big wad of rescue-fund cash, she’s ready to take on New York City.",
      "popularity": 10.13117,
      "poster_path": "/5rj9fHmVA1r54wjCpPw5ScW0WT2.jpg",
      "production_companies": [
        {
          "id": 26727,
          "logo_path": "/jeTxdjXhzgKZyLr3l9MllkTn3fy.png",
          "name": "Universal Television",
          "origin_country": "US"
        },
        {
          "id": 26402,
          "logo_path": null,
          "name": "Little Stranger",
          "origin_country": ""
        }
      ],
      "seasons": [
        {
          "air_date": "2015-03-06",
          "episode_count": 13,
          "id": 63619,
          "name": "Season 1",
          "overview": "",
          "poster_path": "/rfgL4sax0xMqzIdn6n9QhWMo86d.jpg",
          "season_number": 1
        },
        {
          "air_date": "2016-04-15",
          "episode_count": 13,
          "id": 75130,
          "name": "Season 2",
          "overview": "",
          "poster_path": "/SAqdW9JjgW7XmWRfou3cN5o5KS.jpg",
          "season_number": 2
        },
        {
          "air_date": "2017-05-19",
          "episode_count": 13,
          "id": 85753,
          "name": "Season 3",
          "overview": "",
          "poster_path": "/teBspgcg1vGR5eBAffPlB88txfI.jpg",
          "season_number": 3
        },
        {
          "air_date": "2018-05-30",
          "episode_count": 1,
          "id": 99391,
          "name": "Season 4",
          "overview": "",
          "poster_path": null,
          "season_number": 4
        }
      ],
      "status": "Returning Series",
      "type": "Scripted",
      "vote_average": 7.1,
      "vote_count": 159
    },
    {
      "backdrop_path": "/jXgRviDaUC1hw72QVhwkZVAiHNX.jpg",
      "created_by": [
        {
          "id": 57194,
          "name": "Dan Harmon",
          "profile_path": "/w14k7aCz1IJLej1kGHpD0X3Fngu.jpg"
        }
      ],
      "episode_run_time": [
        22
      ],
      "first_air_date": "2009-09-17",
      "genres": [
        {
          "id": 35,
          "name": "Comedy"
        }
      ],
      "homepage": "http://www.nbc.com/community-show/",
      "id": 18347,
      "in_production": false,
      "languages": [
        "en"
      ],
      "last_air_date": "2015-06-02",
      "name": "Community",
      "networks": [
        {
          "name": "NBC",
          "id": 6,
          "logo_path": "/o3OedEP0f9mfZr33jz2BfXOUK5.png",
          "origin_country": "US"
        },
        {
          "name": "Yahoo! Screen",
          "id": 1059,
          "logo_path": "/wHzuLEPQSkQeFFPNy3qx5XsLMxo.png",
          "origin_country": ""
        }
      ],
      "number_of_episodes": 110,
      "number_of_seasons": 6,
      "origin_country": [
        "US"
      ],
      "original_language": "en",
      "original_name": "Community",
      "overview": "Follow the lives of a group of students at what is possibly the world’s worst community college in the fictional locale of Greendale, Colorado.",
      "popularity": 88.044561,
      "poster_path": "/kMceNzAgVtl6MwU5C7Iv9azPbih.jpg",
      "production_companies": [],
      "seasons": [
        {
          "air_date": "2011-07-12",
          "episode_count": 12,
          "id": 29011,
          "name": "Specials",
          "overview": "",
          "poster_path": "/pnNXgbcItJKDIzjWqLkZUZEqgxR.jpg",
          "season_number": 0
        },
        {
          "air_date": "2009-09-17",
          "episode_count": 25,
          "id": 29009,
          "name": "Season 1",
          "overview": "The first season of the television comedy series Community originally aired from September 17, 2009 on NBC to May 20, 2010 in the United States. The first three episodes aired at 9:30 pm ET before being moved to 8:00 pm ET. The show was picked up for 22 episodes in October 2009, and an additional 3 episodes were ordered later.\n\nThe show focuses on disbarred lawyer Jeff Winger, and his attempt to get a bachelor's degree at a community college. He forms a study group in which they study Spanish.",
          "poster_path": "/rwJvR5QVE48GS0Pkjbc4Smx4B0J.jpg",
          "season_number": 1
        },
        {
          "air_date": "2010-09-23",
          "episode_count": 24,
          "id": 29010,
          "name": "Season 2",
          "overview": "The second season of the television comedy series Community premiered on September 23, 2010 and concluded on May 12, 2011, on NBC. The season consists of 24 episodes and aired on Thursdays at 8:00 pm ET as part of Comedy Night Done Right.",
          "poster_path": "/x15RXnvP1ZOCq186yHDoCEADojx.jpg",
          "season_number": 2
        },
        {
          "air_date": "2011-09-22",
          "episode_count": 22,
          "id": 29012,
          "name": "Season 3",
          "overview": "The third season of the television comedy series Community premiered on September 22, 2011 and concluded on May 17, 2012 on NBC. The season consists of 22 episodes and aired on Thursdays at 8:00 pm ET as part of the network's \"Comedy Night Done Right\" programming block.",
          "poster_path": "/82acaY9vtxoxpVsqmhxqg27Hybz.jpg",
          "season_number": 3
        },
        {
          "air_date": "2013-02-07",
          "episode_count": 13,
          "id": 29013,
          "name": "Season 4",
          "overview": "The fourth season of the television comedy series Community premiered on February 7, 2013 and concluded on May 9, 2013. The season consists of 13 episodes and aired on NBC on Thursdays at 8:00 pm ET as part of the network's \"Comedy Night Done Right\" programming block.",
          "poster_path": "/dTbUGkziFhybq3DrQVBASM8sii3.jpg",
          "season_number": 4
        },
        {
          "air_date": "2014-01-02",
          "episode_count": 13,
          "id": 29014,
          "name": "Season 5",
          "overview": "The fifth season of the television comedy series Community debuted midseason during the 2013–14 television season on NBC. The season contains 13 episodes, and features the return of series creator Dan Harmon as showrunner.",
          "poster_path": "/fU45lxpd4TrloQOfeAyF5JhYf5K.jpg",
          "season_number": 5
        },
        {
          "air_date": "2015-03-17",
          "episode_count": 13,
          "id": 65085,
          "name": "Season 6",
          "overview": "Season 6 loses Shirley Bennett but sees the addition of two new members to the Save Greendale Committee: Elroy Patashnik and Francesca 'Frankie' Dart.",
          "poster_path": "/hkfBRGggrskwv0Ihk5pRmOw5hk2.jpg",
          "season_number": 6
        }
      ],
      "status": "Ended",
      "type": "Scripted",
      "vote_average": 7.8,
      "vote_count": 379
    },
    {
      "backdrop_path": "/5ZYWZmmOY7GV5RX77dSIpvnfPY1.jpg",
      "created_by": [
        {
          "id": 104644,
          "name": "Dan Povenmire",
          "profile_path": "/oQfidipkTNuqZVOgRsp6rn0YNpG.jpg"
        },
        {
          "id": 567615,
          "name": "Jeff 'Swampy' Marsh",
          "profile_path": "/bbJufeLLpO3bs8V4cslz6ttNqEY.jpg"
        },
        {
          "id": 1447319,
          "name": "Joe Orrantia",
          "profile_path": null
        }
      ],
      "episode_run_time": [
        11
      ],
      "first_air_date": "2007-08-17",
      "genres": [
        {
          "id": 16,
          "name": "Animation"
        },
        {
          "id": 35,
          "name": "Comedy"
        },
        {
          "id": 10751,
          "name": "Family"
        },
        {
          "id": 10765,
          "name": "Sci-Fi & Fantasy"
        }
      ],
      "homepage": "http://disneychannel.disney.com/phineas-and-ferb",
      "id": 1877,
      "in_production": false,
      "languages": [
        "en"
      ],
      "last_air_date": "2010-06-04",
      "name": "Phineas and Ferb",
      "networks": [
        {
          "name": "Disney Channel",
          "id": 54,
          "logo_path": "/rxhJszKVAvAZYTmF0vfRHfyo4Fb.png",
          "origin_country": "US"
        }
      ],
      "number_of_episodes": 224,
      "number_of_seasons": 4,
      "origin_country": [
        "US"
      ],
      "original_language": "en",
      "original_name": "Phineas and Ferb",
      "overview": "Each day, two kindhearted suburban stepbrothers on summer vacation embark on some grand new project, which annoys their controlling sister, Candace, who tries to bust them. Meanwhile, their pet platypus plots against evil Dr. Doofenshmirtz.",
      "popularity": 15.643465,
      "poster_path": "/t46F4ExX6nYmNT8m6aGCLcBNLk4.jpg",
      "production_companies": [
        {
          "id": 3475,
          "logo_path": "/jTPNzDEn7eHmp3nEXEEtkHm6jLg.png",
          "name": "Walt Disney Television Animation",
          "origin_country": "US"
        }
      ],
      "seasons": [
        {
          "air_date": "2011-08-05",
          "episode_count": 4,
          "id": 5389,
          "name": "Specials",
          "overview": "",
          "poster_path": "/5vcuKnnBY6QsSadueqmcK4Ovxrg.jpg",
          "season_number": 0
        },
        {
          "air_date": "2007-08-17",
          "episode_count": 47,
          "id": 5385,
          "name": "Season 1",
          "overview": "The first season of Phineas and Ferb aired on Disney Channel from August 17, 2007 to March 20, 2009. The series introduces two step-brothers on summer vacation trying to make every day the best day ever, while their sister tries to bust them. The five main characters are brothers Phineas Flynn and Ferb Fletcher, their older sister Candace Flynn, secret agent Perry the Platypus, and the evil Dr. Heinz Doofenshmirtz.\n\nRecurring characters are across-the-street neighbor Isabella Garcia-Shapiro, the boys' mom Linda Flynn-Fletcher, Perry's boss, Major Monogram, Jeremy Johnson, Baljeet, Buford Van Stomm, Stacy Hirano, and many more.",
          "poster_path": "/dD4v8LOKLsih8M6rIvZwlmwRSAO.jpg",
          "season_number": 1
        },
        {
          "air_date": "2009-02-19",
          "episode_count": 66,
          "id": 5386,
          "name": "Season 2",
          "overview": "The second season of Phineas and Ferb started on Disney XD February 19, 2009, and on Disney Channel March 27, 2009. A preview of the season was on January 23, 2009 on Toon Disney, with the episode \"Tip of the Day\". The season features two step-brothers on summer vacation trying to make every day the best day ever, while their sister tries to bust them. The five main characters are: brothers Phineas Flynn and Ferb Fletcher, their older sister Candace Flynn, secret agent Perry the Platypus, and the evil Dr. Heinz Doofenshmirtz.\n\nRecurring characters include across-the-street neighbor Isabella Garcia-Shapiro, the boys' mom Linda Flynn-Fletcher, their father Lawrence Fletcher, Perry's boss, Major Monogram, Jeremy Johnson, Baljeet, Buford Van Stomm, Stacy Hirano, and many more.",
          "poster_path": "/pJXgYc2EPaDD40gbXoG5KGiTL4l.jpg",
          "season_number": 2
        },
        {
          "air_date": "2011-03-04",
          "episode_count": 62,
          "id": 5387,
          "name": "Season 3",
          "overview": "The third season of Phineas and Ferb first aired on Disney Channel on March 4, 2011, and on Disney XD on March 5, 2011. The season features two step-brothers on summer vacation trying to make every day the best day ever, while their sister tries to bust them. The five main characters are: brothers Phineas Flynn and Ferb Fletcher, secret agent Perry the Platypus, the evil scientist Dr. Heinz Doofenshmirtz, and the brothers' older sister Candace Flynn.\n\nRecurring characters are across-the-street neighbor Isabella Garcia-Shapiro, the boys' mother and father Linda Flynn-Fletcher and Lawrence Fletcher, Major Monogram, Carl the Intern, Jeremy Johnson, Baljeet, Buford Van Stomm, Stacy Hirano, and more.",
          "poster_path": "/kEe0C8nRwbsoVohIsbV1FAOsFI8.jpg",
          "season_number": 3
        },
        {
          "air_date": "2012-12-07",
          "episode_count": 49,
          "id": 5388,
          "name": "Season 4",
          "overview": "The fourth season of Phineas and Ferb first aired on Disney Channel on December 7, 2012 and December 31, 2012 for Disney XD.",
          "poster_path": null,
          "season_number": 4
        }
      ],
      "status": "Ended",
      "type": "Scripted",
      "vote_average": 7.5,
      "vote_count": 82
    },
    {
      "backdrop_path": "/lX8Ic3A76JaZtbKvQoozIMr3XxB.jpg",
      "created_by": [
        {
          "id": 1215644,
          "name": "Adam Reed",
          "profile_path": "/vayA3K27rquN1ov7FP2eLKuX9hq.jpg"
        }
      ],
      "episode_run_time": [
        22
      ],
      "first_air_date": "2009-09-16",
      "genres": [
        {
          "id": 10759,
          "name": "Action & Adventure"
        },
        {
          "id": 16,
          "name": "Animation"
        },
        {
          "id": 18,
          "name": "Drama"
        },
        {
          "id": 35,
          "name": "Comedy"
        }
      ],
      "homepage": "http://www.fxnetworks.com/shows/archer",
      "id": 10283,
      "in_production": true,
      "languages": [
        "en"
      ],
      "last_air_date": "2018-04-24",
      "name": "Archer",
      "networks": [
        {
          "name": "FX",
          "id": 88,
          "logo_path": "/aexGjtcs42DgRtZh7zOxayiry4J.png",
          "origin_country": "US"
        },
        {
          "name": "FXX",
          "id": 1035,
          "logo_path": "/hDLXRZMBOCbpVYpkBbIlLvMXgdX.png",
          "origin_country": "US"
        }
      ],
      "number_of_episodes": 94,
      "number_of_seasons": 9,
      "origin_country": [
        "US"
      ],
      "original_language": "en",
      "original_name": "Archer",
      "overview": "Sterling Archer is the world's most daunting spy. He works for ISIS, a spy agency run by his mother. In between dealing with his boss and his co-workers - one of whom is his ex-girlfriend - Archer manages to annoy or seduce everyone that crosses his path. His antics are only excusable because at the end of the day, he still somehow always manages to thwart whatever crises was threatening mankind.",
      "popularity": 34.772604,
      "poster_path": "/eXu3OQ1tRgiKsiKMifvNdwwwTQc.jpg",
      "production_companies": [
        {
          "id": 36424,
          "logo_path": null,
          "name": "Radical Axis",
          "origin_country": ""
        },
        {
          "id": 40055,
          "logo_path": null,
          "name": "Floyd County Productions",
          "origin_country": ""
        },
        {
          "id": 15990,
          "logo_path": "/q2gAADtx633nZfLI17htD9h8uzo.png",
          "name": "FX Productions",
          "origin_country": "US"
        }
      ],
      "seasons": [
        {
          "air_date": "2011-09-14",
          "episode_count": 8,
          "id": 20316,
          "name": "Specials",
          "overview": "",
          "poster_path": "/5O0WaDlzsVLInrdfmbxM33vf3gJ.jpg",
          "season_number": 0
        },
        {
          "air_date": "2009-09-16",
          "episode_count": 10,
          "id": 20314,
          "name": "Season 1",
          "overview": "",
          "poster_path": "/tcsthnA75wNgd9jwt4a48MNSuhG.jpg",
          "season_number": 1
        },
        {
          "air_date": "2011-01-27",
          "episode_count": 13,
          "id": 20315,
          "name": "Season 2",
          "overview": "",
          "poster_path": "/6PitbJqWCeiF059hH3v5S80Y2d2.jpg",
          "season_number": 2
        },
        {
          "air_date": "2011-09-15",
          "episode_count": 13,
          "id": 20317,
          "name": "Season 3",
          "overview": "It was announced on March 29, 2011 that Archer was renewed for 16 more episodes. FX had originally intended the first three episodes of Season 3 to air in the fall of 2011 as a \"Special Assignment\" three-part event, with a further 13 episodes (a normal sized season for most FX shows) to air at the beginning of 2012. Series creator Adam Reed later clarified the situation. He explained that while FX had intended the second set of episodes to be 13 episodes, he had believed that he was only going to be producing a further 10 episodes (with the first three episodes completing the standard order of 13 episodes). While he attempted to produce the full 16 episodes after he realized his error, it soon became clear that it would be impossible to produce three additional episodes. The order was eventually reduced to 13 episodes.",
          "poster_path": "/3wdIrnn0gMOdiX9h8AvIj43l4oM.jpg",
          "season_number": 3
        },
        {
          "air_date": "2013-01-17",
          "episode_count": 13,
          "id": 20312,
          "name": "Season 4",
          "overview": "",
          "poster_path": "/cRskWJ40TFWLDMn697XJvuSejge.jpg",
          "season_number": 4
        },
        {
          "air_date": "2014-01-13",
          "episode_count": 13,
          "id": 20313,
          "name": "Vice",
          "overview": "Archer Vice transitions into a new format, moving away from the spy genre and depicting the characters embarking on a life of crime as they attempt to sell cocaine to fund their retirements.",
          "poster_path": "/kHaJPovWoqAeD07T8Gbk0nj2Eyf.jpg",
          "season_number": 5
        },
        {
          "air_date": "2015-01-08",
          "episode_count": 13,
          "id": 63509,
          "name": "Season 6",
          "overview": "",
          "poster_path": "/jPcF4tmMgDMWlUYIQfG2YektMu6.jpg",
          "season_number": 6
        },
        {
          "air_date": "2016-03-31",
          "episode_count": 10,
          "id": 75938,
          "name": "Season 7",
          "overview": "The Figgis Agency presents all new challenges, the most difficult of which might be the move to Los Angeles.",
          "poster_path": "/vwASUi2mgR66UVaiWNeAkTGxx7R.jpg",
          "season_number": 7
        },
        {
          "air_date": "2017-04-05",
          "episode_count": 8,
          "id": 85536,
          "name": "Dreamland",
          "overview": "Season eight, Dreamland, features Archer’s quest to find his partner’s killer in 1947 Los Angeles. The case turns into a deadly game of tug of war between Los Angeles' most powerful crime bosses with every clue leading Archer deeper into a mystery involving kidnapping, prostitution and drug addiction.",
          "poster_path": "/k10h9wJW06YcCA2aOKWaJWfVjHQ.jpg",
          "season_number": 8
        },
        {
          "air_date": "2018-04-24",
          "episode_count": 1,
          "id": 100119,
          "name": "Danger Island",
          "overview": "Season nine finds our hero, the barely functioning alcoholic seaplane pilot Sterling Archer, resting on a lovely island in the South Pacific circa 1939. While the rest of the world is concerned about the impending Second World War, Archer is only concerned with who’s buying his next drink. Along with his trusty co-pilot Pam, Sterling must navigate quicksand, cannibals, super-intelligent monkeys, poison darts, pirates, and did we mention quicksand?",
          "poster_path": "/s5sGEJZBshQ6mDoGrnlolONeXGV.jpg",
          "season_number": 9
        }
      ],
      "status": "Returning Series",
      "type": "Scripted",
      "vote_average": 7.9,
      "vote_count": 396
    },
    {
      "backdrop_path": "/zR9dfXXiUGahiHcgbt1dCBdUpiu.jpg",
      "created_by": [
        {
          "id": 202816,
          "name": "Noah Hawley",
          "profile_path": "/7NLU51HNUfTLhFu3XB9c9TgHuE1.jpg"
        }
      ],
      "episode_run_time": [
        43,
        60
      ],
      "first_air_date": "2014-04-15",
      "genres": [
        {
          "id": 80,
          "name": "Crime"
        },
        {
          "id": 18,
          "name": "Drama"
        },
        {
          "id": 53,
          "name": "Thriller"
        }
      ],
      "homepage": "http://www.fxnetworks.com/fargo",
      "id": 60622,
      "in_production": true,
      "languages": [
        "en"
      ],
      "last_air_date": "2017-06-21",
      "name": "Fargo",
      "networks": [
        {
          "name": "FX",
          "id": 88,
          "logo_path": "/aexGjtcs42DgRtZh7zOxayiry4J.png",
          "origin_country": "US"
        }
      ],
      "number_of_episodes": 30,
      "number_of_seasons": 3,
      "origin_country": [
        "US"
      ],
      "original_language": "en",
      "original_name": "Fargo",
      "overview": "A close-knit anthology series dealing with stories involving malice, violence and murder based in and around Minnesota.",
      "popularity": 53.78605,
      "poster_path": "/e890UetS6XH7kqltlZ8VU6qDaHU.jpg",
      "production_companies": [
        {
          "id": 20814,
          "logo_path": null,
          "name": "26 Keys Productions",
          "origin_country": "US"
        },
        {
          "id": 20815,
          "logo_path": null,
          "name": "Littlefield Company",
          "origin_country": ""
        },
        {
          "id": 2092,
          "logo_path": null,
          "name": "Mike Zoss Productions",
          "origin_country": ""
        },
        {
          "id": 2230,
          "logo_path": null,
          "name": "MGM Television",
          "origin_country": "US"
        }
      ],
      "seasons": [
        {
          "air_date": "2014-04-15",
          "episode_count": 10,
          "id": 60040,
          "name": "Season 1",
          "overview": "In January 2006, Lorne Malvo passes through Bemidji, Minnesota and influences put-upon insurance salesman Lester Nygaard with his malice and violence. Meanwhile, Deputy Molly Solverson and Duluth police officer Gus Grimly team up to solve a series of murders they believe may be linked to Malvo and Nygaard.",
          "poster_path": "/matO9b040ibkviZV5mmDdKpQMEV.jpg",
          "season_number": 1
        },
        {
          "air_date": "2015-10-12",
          "episode_count": 10,
          "id": 62204,
          "name": "Season 2",
          "overview": "Season two's chapter takes you back to 1979 in Sioux Falls, South Dakota and Luverne, Minnesota. Lou Solverson, a young State Police Officer recently back from Vietnam, investigates a case involving a local crime gang, a major mob syndicate and small town beautician Peggy Blumquist along with her husband Ed, the local butcher’s assistant. Helping Lou piece things together is his father-in-law, Sheriff Hank Larsson. The investigation will lead them to a colorful cast of characters that includes Karl Weathers, the town lawyer of Luverne, Minnesota; Joe Bulo, the front man for the northern expansion of a Kansas City crime syndicate with his number two, Mike Milligan; and the Gerhardt crime family currently led by matriarch Floyd Gerhardt.",
          "poster_path": "/xeKfy7m8rPl08mQ6ZfbkgOy6Hdj.jpg",
          "season_number": 2
        },
        {
          "air_date": "2017-05-08",
          "episode_count": 10,
          "id": 83007,
          "name": "Season 3",
          "overview": "December 2010, Minnesota. Emmit Stussy, the Parking Lot King of Minnesota, is a handsome, self-made, real estate mogul and family man - an American success story. His slightly younger brother, Ray Stussy, on the other hand is more of a cautionary tale. Balding, pot-bellied, Ray is the kind of guy who peaked in high school. Now a parole officer, Ray has a huge chip on his shoulder about the hand he's been dealt, and he blames his brother, until the arrival of a mysterious personality changes everything.",
          "poster_path": "/dYHoNzcpQXzU2qBMZYbyOnrcuvi.jpg",
          "season_number": 3
        }
      ],
      "status": "Returning Series",
      "type": "Scripted",
      "vote_average": 8.2,
      "vote_count": 767
    }
  ]
}